Repository: sudosylabs/vnidrop
Catalog: windows/VniDrop/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, nl, pl, pt, ru

# send_access_approval
source: Ask before each download
de: Vor jedem Download fragen
es: Preguntar antes de cada descarga
fr: Demander avant chaque téléchargement
it: Chiedi prima di ogni download
nl: Vragen vóór elke download
pl: Pytaj przed każdym pobraniem
pt: Perguntar antes de cada descarga
ru: Спрашивать перед каждой загрузкой

# send_access_approval_description
source: You approve or refuse every new receiver.
de: Sie genehmigen oder lehnen jeden neuen Empfänger ab.
es: Usted aprueba o rechaza a cada nuevo destinatario.
fr: Vous approuvez ou refusez chaque nouveau destinataire.
it: Approva o rifiuta ogni nuovo destinatario.
nl: U keurt elke nieuwe ontvanger goed of weigert deze.
pl: Zatwierdzasz lub odrzucasz każdego nowego odbiorcę.
pt: Aprova ou recusa cada novo destinatário.
ru: Вы одобряете или отклоняете каждого нового получателя.

# send_access_title
source: Who can receive it?
de: Wer kann sie empfangen?
es: ¿Quién puede recibirla?
fr: Qui peut le recevoir ?
it: Chi può riceverlo?
nl: Wie kan het ontvangen?
pl: Kto może to odebrać?
pt: Quem a pode receber?
ru: Кто может это получить?

# send_choose_file_body
source: Select files or a folder from this device. You can review the selection before creating the transfer.
de: Wählen Sie Dateien oder einen Ordner auf diesem Gerät aus. Sie können die Auswahl überprüfen, bevor Sie die Übertragung erstellen.
es: Seleccione archivos o una carpeta de este dispositivo. Podrá revisar la selección antes de crear la transferencia.
fr: Sélectionnez des fichiers ou un dossier sur cet appareil. Vous pourrez vérifier la sélection avant de créer le transfert.
it: Selezioni file o una cartella da questo dispositivo. Potrà rivedere la selezione prima di creare il trasferimento.
nl: Selecteer bestanden of een map op dit apparaat. U kunt de selectie controleren voordat u de overdracht aanmaakt.
pl: Wybierz pliki lub folder z tego urządzenia. Przed utworzeniem transferu możesz przejrzeć wybór.
pt: Selecione ficheiros ou uma pasta deste dispositivo. Poderá rever a seleção antes de criar a transferência.
ru: Выберите файлы или папку на этом устройстве. Вы сможете проверить выбор перед созданием передачи.

# send_choose_file_title
source: Choose what to share
de: Wählen Sie, was Sie teilen möchten
es: Elija qué compartir
fr: Choisissez quoi partager
it: Scelga cosa condividere
nl: Kies wat u wilt delen
pl: Wybierz, co udostępnić
pt: Escolha o que partilhar
ru: Выберите, чем поделиться

# send_default_transfer_name
source: {count} files
de: {count} Dateien
es: {count} archivos
fr: {count} fichiers
it: {count} file
nl: {count} bestanden
pl: Pliki: {count}
pt: {count} ficheiros
ru: Файлов: {count}

# send_empty_body
source: Create a transfer, decide who can receive it, then invite them with a QR code, NFC tag, or invitation file.
de: Erstellen Sie eine Übertragung, entscheiden Sie, wer sie empfangen darf, und laden Sie diese Personen dann mit einem QR-Code, einem NFC-Tag oder einer Einladungsdatei ein.
es: Cree una transferencia, decida quién puede recibirla y luego invite a esas personas con un código QR, una etiqueta NFC o un archivo de invitación.
fr: Créez un transfert, décidez qui peut le recevoir, puis invitez-les avec un QR code, un tag NFC ou un fichier d’invitation.
it: Crei un trasferimento, decida chi può riceverlo, poi inviti queste persone con un codice QR, un tag NFC o un file di invito.
nl: Maak een overdracht aan, bepaal wie deze kan ontvangen en nodig die personen vervolgens uit met een QR-code, NFC-tag of uitnodigingsbestand.
pl: Utwórz transfer, zdecyduj, kto może go odebrać, a następnie zaproś te osoby za pomocą kodu QR, tagu NFC lub pliku zaproszenia.
pt: Crie uma transferência, decida quem a pode receber e depois convide essas pessoas com um código QR, uma etiqueta NFC ou um ficheiro de convite.
ru: Создайте передачу, решите, кто может её получить, затем пригласите этих людей с помощью QR-кода, NFC-метки или файла приглашения.

# send_empty_title
source: Nothing shared yet
de: Noch nichts geteilt
es: Aún no se ha compartido nada
fr: Rien partagé pour l’instant
it: Ancora nulla di condiviso
nl: Nog niets gedeeld
pl: Nic jeszcze nie udostępniono
pt: Ainda não partilhou nada
ru: Пока ничем не поделились

# send_file_size_unknown
source: Size unavailable
de: Größe nicht verfügbar
es: Tamaño no disponible
fr: Taille indisponible
it: Dimensione non disponibile
nl: Grootte niet beschikbaar
pl: Rozmiar niedostępny
pt: Tamanho indisponível
ru: Размер недоступен

# send_folder_label
source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
nl: Map
pt: Pasta
ru: Папка

# send_new_transfer_description
source: Create a new transfer
de: Eine neue Übertragung erstellen
es: Crear una nueva transferencia
fr: Créer un nouveau transfert
it: Crea un nuovo trasferimento
nl: Een nieuwe overdracht aanmaken
pl: Utwórz nowy transfer
pt: Criar uma nova transferência
ru: Создать новую передачу

# send_new_transfer_title
source: New transfer
de: Neue Übertragung
es: Nueva transferencia
fr: Nouveau transfert
it: Nuovo trasferimento
nl: Nieuwe overdracht
pl: Nowy transfer
pt: Nova transferência
ru: Новая передача

# send_review_title
source: Review transfer
de: Übertragung prüfen
es: Revisar transferencia
fr: Vérifier le transfert
it: Rivedi trasferimento
nl: Overdracht controleren
pl: Przejrzyj transfer
pt: Rever transferência
ru: Проверить передачу

# send_selected_files_count
source: {count} files selected
de: {count} Dateien ausgewählt
es: {count} archivos seleccionados
fr: {count} fichiers sélectionnés
it: {count} file selezionati
nl: {count} bestanden geselecteerd
pl: Wybrane pliki: {count}
pt: {count} ficheiros selecionados
ru: Выбрано файлов: {count}

# send_stop_sharing
source: Stop sharing
de: Freigabe beenden
es: Dejar de compartir
fr: Arrêter le partage
it: Interrompi condivisione
nl: Stoppen met delen
pl: Zatrzymaj udostępnianie
pt: Parar de partilhar
ru: Остановить общий доступ

# send_stop_sharing_description
source: This stops the transfer and interrupts anyone currently downloading it. It stays in your history as Stopped.
de: Dies beendet die Übertragung und unterbricht alle, die sie gerade herunterladen. Sie verbleibt in Ihrem Verlauf als „Beendet“.
es: Esto detiene la transferencia e interrumpe a quien esté descargándola. Permanece en su historial como Detenida.
fr: Cela arrête le transfert et interrompt toute personne en train de le télécharger. Il reste dans votre historique en tant qu’Arrêté.
it: Questo interrompe il trasferimento e blocca chiunque lo stia scaricando. Rimane nella sua cronologia come Interrotto.
nl: Hiermee stopt de overdracht en wordt iedereen die deze op dit moment downloadt onderbroken. De overdracht blijft in uw geschiedenis staan als Gestopt.
pl: To zatrzymuje transfer i przerywa każdego, kto go właśnie pobiera. Pozostaje w historii jako Zatrzymany.
pt: Isto para a transferência e interrompe quem estiver a descarregá-la. Permanece no seu histórico como Parada.
ru: Это остановит передачу и прервёт всех, кто сейчас её загружает. Она останется в вашей истории со статусом «Остановлена».

# send_subtitle
source: Transfers you’re sharing from this device.
de: Übertragungen, die Sie von diesem Gerät aus teilen.
es: Transferencias que está compartiendo desde este dispositivo.
fr: Transferts que vous partagez depuis cet appareil.
it: Trasferimenti che sta condividendo da questo dispositivo.
nl: Overdrachten die u vanaf dit apparaat deelt.
pl: Transfery udostępniane z tego urządzenia.
pt: Transferências que está a partilhar a partir deste dispositivo.
ru: Передачи, которыми вы делитесь с этого устройства.

# send_title
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
nl: Versturen
pl: Wyślij
pt: Enviar
ru: Отправить

# send_transfer_created
source: Transfer created.
de: Übertragung erstellt.
es: Transferencia creada.
fr: Transfert créé.
it: Trasferimento creato.
nl: Overdracht aangemaakt.
pl: Transfer utworzony.
pt: Transferência criada.
ru: Передача создана.

# send_transfer_details_title
source: Transfer details
de: Übertragungsdetails
es: Detalles de la transferencia
fr: Détails du transfert
it: Dettagli del trasferimento
nl: Overdrachtsdetails
pl: Szczegóły transferu
pt: Detalhes da transferência
ru: Сведения о передаче

# send_transfers_title
source: Your transfers
de: Ihre Übertragungen
es: Sus transferencias
fr: Vos transferts
it: I suoi trasferimenti
nl: Uw overdrachten
pl: Twoje transfery
pt: As suas transferências
ru: Ваши передачи

# settings_advanced_title
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
ru: Дополнительно

# settings_network_title
source: Network
de: Netzwerk
es: Red
fr: Réseau
it: Rete
nl: Netwerk
pl: Sieć
pt: Rede
ru: Сеть

# settings_subtitle
source: Your name, where transfers are saved, appearance, and notifications.
de: Ihr Name, wo Übertragungen gesichert werden, Darstellung und Mitteilungen.
es: Su nombre, dónde se guardan las transferencias, la apariencia y las notificaciones.
fr: Votre nom, l’emplacement d’enregistrement des transferts, l’apparence et les notifications.
it: Il suo nome, dove vengono salvati i trasferimenti, l’aspetto e le notifiche.
nl: Uw naam, waar overdrachten worden bewaard, weergave en meldingen.
pl: Twoja nazwa, miejsce zapisu transferów, wygląd i powiadomienia.
pt: O seu nome, onde as transferências são guardadas, o aspeto e as notificações.
ru: Ваше имя, место сохранения передач, оформление и уведомления.

# settings_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки

# snackbar_dismiss
source: Dismiss
de: Ausblenden
es: Descartar
fr: Ignorer
it: Ignora
nl: Sluiten
pl: Zamknij
pt: Ignorar
ru: Закрыть

# status_approved
source: Approved
de: Genehmigt
es: Aprobado
fr: Approuvé
it: Approvato
nl: Goedgekeurd
pl: Zatwierdzony
pt: Aprovado
ru: Подтверждено

# status_available
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
nl: Beschikbaar
pl: Dostępny
pt: Disponível
ru: Доступно

# status_awaiting_approval
source: Waiting for approval
de: Wartet auf Genehmigung
es: Esperando aprobación
fr: En attente d’approbation
it: In attesa di approvazione
nl: Wachten op goedkeuring
pl: Oczekiwanie na zgodę
pt: A aguardar aprovação
ru: Ожидание подтверждения

# status_cancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
nl: Geannuleerd
pl: Anulowany
pt: Cancelado
ru: Отменено

# status_completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
nl: Voltooid
pl: Ukończony
pt: Concluído
ru: Завершено

# status_connecting
source: Connecting
de: Verbindung wird hergestellt
es: Conectando
fr: Connexion
it: Connessione
nl: Verbinden
pl: Łączenie
pt: A ligar
ru: Подключение

# status_declined
source: Declined
de: Abgelehnt
es: Rechazado
fr: Refusé
it: Rifiutato
nl: Geweigerd
pl: Odrzucony
pt: Recusado
ru: Отклонено

# status_failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Non riuscito
nl: Mislukt
pl: Niepowodzenie
pt: Falhou
ru: Ошибка

# status_interrupted
source: Interrupted
de: Unterbrochen
es: Interrumpido
fr: Interrompu
it: Interrotto
nl: Onderbroken
pl: Przerwany
pt: Interrompido
ru: Прервано

# status_offering
source: Offering
de: Wird angeboten
es: Ofreciendo
fr: Proposition
it: Proposta
nl: Aanbieden
pl: Oferowanie
pt: A propor
ru: Предложение

# status_preparing
source: Preparing
de: Wird vorbereitet
es: Preparando
fr: Préparation
it: Preparazione
nl: Voorbereiden
pl: Przygotowywanie
pt: A preparar
ru: Подготовка

# status_receiving
source: Receiving
de: Wird empfangen
es: Recibiendo
fr: Réception
it: Ricezione
nl: Ontvangen
pl: Odbieranie
pt: A receber
ru: Получение

# status_stopped
source: Stopped
de: Beendet
es: Detenido
fr: Arrêté
it: Interrotto
nl: Gestopt
pl: Zatrzymany
pt: Parada
ru: Остановлено

# status_transferring
source: Transferring
de: Übertragung läuft
es: Transfiriendo
fr: Transfert
it: Trasferimento
nl: Overdragen
pl: Przesyłanie
pt: A transferir
ru: Передача

# storage_app_data
source: App data
de: App-Daten
es: Datos de la aplicación
fr: Données de l’app
it: Dati dell’app
nl: Appgegevens
pl: Dane aplikacji
pt: Dados da aplicação
ru: Данные приложения

# storage_calculating
source: Calculating…
de: Wird berechnet…
es: Calculando…
fr: Calcul…
it: Calcolo…
nl: Berekenen…
pl: Obliczanie…
pt: A calcular…
ru: Вычисление…

# storage_cleaning
source: Cleaning up…
de: Wird bereinigt…
es: Limpiando…
fr: Nettoyage…
it: Pulizia…
nl: Opschonen…
pl: Czyszczenie…
pt: A limpar…
ru: Очистка…

# storage_cleanup_busy
source: Finish active transfers before freeing up space
de: Beende aktive Übertragungen, bevor du Speicher freigibst
es: Finaliza las transferencias activas antes de liberar espacio
fr: Terminez les transferts en cours avant de libérer de l'espace
it: Completa i trasferimenti attivi prima di liberare spazio
nl: Voltooi actieve overdrachten voordat je ruimte vrijmaakt
pl: Zakończ aktywne transfery przed zwolnieniem miejsca
pt: Conclui as transferências ativas antes de libertar espaço
ru: Завершите активные передачи перед освобождением места

# storage_cleanup_freed
source: Freed {size}
de: {size} freigegeben
es: Se liberó {size}
fr: {size} libéré
it: Liberati {size}
nl: {size} vrijgemaakt
pl: Zwolniono {size}
pt: Libertado {size}
ru: Освобождено {size}

# storage_clear_transfer_cache
source: Clear transfer cache
de: Übertragungscache leeren
es: Borrar caché de transferencias
fr: Vider le cache des transferts
it: Svuota cache trasferimenti
nl: Overdrachtscache wissen
pl: Wyczyść pamięć podręczną transferów
pt: Limpar cache de transferências
ru: Очистить кэш передач

# storage_clear_transfer_cache_description
source: Removes cached transfer content after briefly restarting VniDrop. Finish ongoing transfers and stop active shares first. Received files and transfer history are not deleted.
de: Entfernt zwischengespeicherte Übertragungsinhalte, die nicht von einem laufenden Empfang oder einer aktiven Freigabe verwendet werden. Empfangene Dateien und der Übertragungsverlauf werden nicht gelöscht.
es: Elimina el contenido de transferencia en caché que no esté siendo utilizado por una recepción en curso o un recurso compartido activo. Los archivos recibidos y el historial no se eliminan.
fr: Supprime le contenu de transfert en cache qui n’est pas utilisé par une réception en cours ou un partage actif. Les fichiers reçus et l’historique ne sont pas supprimés.
it: Rimuove il contenuto dei trasferimenti memorizzato nella cache che non è usato da una ricezione in corso o da una condivisione attiva. I file ricevuti e la cronologia non vengono eliminati.
nl: Verwijdert overdrachtsinhoud uit de cache die niet wordt gebruikt door een lopende ontvangst of actieve share. Ontvangen bestanden en de overdrachtsgeschiedenis worden niet verwijderd.
pl: Usuwa zawartość transferów z pamięci podręcznej, która nie jest używana przez trwające odbieranie ani aktywne udostępnianie. Odebrane pliki i historia nie są usuwane.
pt: Remove conteúdo de transferência em cache que não esteja a ser utilizado por uma receção em curso ou partilha ativa. Os ficheiros recebidos e o histórico não são eliminados.
ru: Удаляет кэшированное содержимое передач, которое не используется текущим приёмом или активной раздачей. Полученные файлы и история передач не удаляются.

# storage_clearing_transfer_cache
source: Clearing cache…
de: Cache wird geleert…
es: Borrando caché…
fr: Vidage du cache…
it: Svuotamento cache…
nl: Cache wissen…
pl: Czyszczenie pamięci podręcznej…
pt: A limpar cache…
ru: Очистка кэша…

# storage_delete_transfers
source: Delete all transfers
de: Alle Übertragungen löschen
es: Eliminar todas las transferencias
fr: Supprimer tous les transferts
it: Elimina tutti i trasferimenti
nl: Alle overdrachten verwijderen
pl: Usuń wszystkie transfery
pt: Eliminar todas as transferências
ru: Удалить все передачи

# storage_delete_transfers_caption
source: Clears your send and receive history and the app’s cached share content. Received files on disk are kept.
de: Löscht deinen Sende- und Empfangsverlauf sowie die zwischengespeicherten Freigabeinhalte der App. Empfangene Dateien auf dem Datenträger bleiben erhalten.
es: Borra tu historial de envíos y recepciones y el contenido compartido en caché de la app. Los archivos recibidos en el disco se conservan.
fr: Efface votre historique d’envois et de réceptions ainsi que le contenu de partage mis en cache par l’app. Les fichiers reçus sur le disque sont conservés.
it: Cancella la cronologia di invii e ricezioni e i contenuti di condivisione memorizzati dall’app. I file ricevuti sul disco vengono mantenuti.
nl: Wist je verzend- en ontvangstgeschiedenis en de gecachte deelinhoud van de app. Ontvangen bestanden op schijf blijven behouden.
pl: Czyści historię wysyłania i odbierania oraz zapisane w pamięci podręcznej udostępniane treści. Odebrane pliki na dysku zostają zachowane.
pt: Limpa o teu histórico de envios e receções e o conteúdo de partilha em cache da app. Os ficheiros recebidos no disco são mantidos.
ru: Очищает историю отправки и получения и кэшированное содержимое общих ресурсов. Полученные файлы на диске сохраняются.

# storage_delete_transfers_description
source: This clears all sent and received transfer records from your history and immediately reclaims unused transfer cache. Ongoing transfers and received files are not deleted. This can’t be undone.
de: Dadurch werden alle Datensätze gesendeter und empfangener Übertragungen aus Ihrem Verlauf gelöscht und nicht benötigter Übertragungscache sofort freigegeben. Laufende Übertragungen und empfangene Dateien werden nicht gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Esto borra del historial todos los registros de transferencias enviadas y recibidas y libera inmediatamente la caché de transferencia no utilizada. Las transferencias en curso y los archivos recibidos no se eliminan. Esto no se puede deshacer.
fr: Cela efface tous les transferts envoyés et reçus de l’historique et libère immédiatement le cache inutilisé. Les transferts en cours et les fichiers reçus ne sont pas supprimés. Cette action est irréversible.
it: Elimina dalla cronologia tutti i trasferimenti inviati e ricevuti e libera immediatamente la cache inutilizzata. I trasferimenti in corso e i file ricevuti non vengono eliminati. Questa azione non può essere annullata.
nl: Hiermee worden alle verzonden en ontvangen overdrachten uit de geschiedenis gewist en wordt ongebruikte overdrachtscache direct vrijgemaakt. Lopende overdrachten en ontvangen bestanden worden niet verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Usuwa z historii wszystkie wysłane i odebrane transfery oraz natychmiast zwalnia nieużywaną pamięć podręczną. Trwające transfery i odebrane pliki nie są usuwane. Tej operacji nie można cofnąć.
pt: Isto elimina do histórico todas as transferências enviadas e recebidas e liberta imediatamente a cache não utilizada. As transferências em curso e os ficheiros recebidos não são eliminados. Esta ação não pode ser anulada.
ru: Это удалит из истории все отправленные и полученные передачи и немедленно освободит неиспользуемый кэш. Текущие передачи и полученные файлы не удаляются. Это действие нельзя отменить.

# storage_deleting
source: Deleting…
de: Wird gelöscht…
es: Eliminando…
fr: Suppression…
it: Eliminazione…
nl: Verwijderen…
pl: Usuwanie…
pt: A eliminar…
ru: Удаление…

# storage_footer
source: Transfer data includes your history and cached content for active shares. Unneeded cache is reclaimed automatically after transfer records are removed, which may take a little time. Received files are tracked for this summary but are never deleted here.
de: Übertragungsdaten umfassen Ihren Verlauf und zwischengespeicherte Inhalte aktiver Freigaben. Nicht mehr benötigter Cache wird nach dem Löschen der Datensätze automatisch bereinigt; dies kann etwas dauern. Empfangene Dateien werden für diese Übersicht erfasst, aber hier niemals gelöscht.
es: Los datos de transferencia incluyen su historial y el contenido en caché de los recursos compartidos activos. La caché innecesaria se recupera automáticamente tras eliminar los registros, lo que puede tardar un poco. Los archivos recibidos se registran para este resumen, pero nunca se eliminan aquí.
fr: Les données de transfert comprennent votre historique et le contenu mis en cache pour les partages actifs. Le cache inutile est récupéré automatiquement après la suppression des enregistrements, ce qui peut prendre un peu de temps. Les fichiers reçus sont suivis pour ce récapitulatif, mais ne sont jamais supprimés ici.
it: I dati di trasferimento includono la cronologia e il contenuto nella cache per le condivisioni attive. La cache non necessaria viene recuperata automaticamente dopo la rimozione dei record, operazione che può richiedere un po’ di tempo. I file ricevuti vengono monitorati per questo riepilogo, ma non sono mai eliminati qui.
nl: Overdrachtsgegevens omvatten uw geschiedenis en inhoud in de cache voor actieve shares. Onnodige cache wordt automatisch opgeruimd nadat overdrachtsrecords zijn verwijderd; dit kan enige tijd duren. Ontvangen bestanden worden voor dit overzicht bijgehouden, maar hier nooit verwijderd.
pl: Dane transferu obejmują historię oraz zawartość w pamięci podręcznej dla aktywnych udostępnień. Niepotrzebna pamięć podręczna jest odzyskiwana automatycznie po usunięciu rekordów, co może chwilę potrwać. Odebrane pliki są śledzone na potrzeby tego podsumowania, ale nigdy nie są tu usuwane.
pt: Os dados de transferência incluem o histórico e o conteúdo em cache das partilhas ativas. A cache desnecessária é recuperada automaticamente após a remoção dos registos, o que pode demorar algum tempo. Os ficheiros recebidos são acompanhados para este resumo, mas nunca são eliminados aqui.
ru: Данные передачи включают историю и кэшированное содержимое активных раздач. Ненужный кэш освобождается автоматически после удаления записей; это может занять некоторое время. Полученные файлы учитываются в этой сводке, но никогда не удаляются здесь.

# storage_free_up_space
source: Free up space
de: Speicher freigeben
es: Liberar espacio
fr: Libérer de l'espace
it: Libera spazio
nl: Ruimte vrijmaken
pl: Zwolnij miejsce
pt: Libertar espaço
ru: Освободить место

# storage_free_up_space_caption
source: Removes temporary files and leftover trash from earlier transfers. Your transfers and received files are kept.
de: Entfernt temporäre Dateien und Reste früherer Übertragungen. Deine Übertragungen und empfangenen Dateien bleiben erhalten.
es: Elimina los archivos temporales y los restos de transferencias anteriores. Tus transferencias y archivos recibidos se conservan.
fr: Supprime les fichiers temporaires et les résidus des transferts précédents. Vos transferts et fichiers reçus sont conservés.
it: Rimuove i file temporanei e i residui dei trasferimenti precedenti. I tuoi trasferimenti e i file ricevuti vengono mantenuti.
nl: Verwijdert tijdelijke bestanden en resten van eerdere overdrachten. Je overdrachten en ontvangen bestanden blijven behouden.
pl: Usuwa pliki tymczasowe i pozostałości po wcześniejszych transferach. Twoje transfery i odebrane pliki zostają zachowane.
pt: Remove ficheiros temporários e resíduos de transferências anteriores. As tuas transferências e ficheiros recebidos são mantidos.
ru: Удаляет временные файлы и остатки прошлых передач. Ваши передачи и полученные файлы сохраняются.

# storage_received_files
source: Received files
de: Empfangene Dateien
es: Archivos recibidos
fr: Fichiers reçus
it: File ricevuti
nl: Ontvangen bestanden
pl: Odebrane pliki
pt: Ficheiros recebidos
ru: Полученные файлы
